{
  "Logging": {
    "LogLevel": {
      "Default": "Information",
      "Microsoft.AspNetCore": "Warning"
    }
  },
  "AllowedHosts": "*",
  "ConnectionStrings": {
    "DatabaseOne": "Data Source=notlocalhost;Database=db_one;Integrated Security=True;Persist Security Info=False;Pooling=False;Multiple Active Result Sets=False;Connect Timeout=60;Encrypt=True;Trust Server Certificate=True;Command Timeout=0",
    "DatabaseTwo": "Data Source=notlocalhost;Database=db_two;Integrated Security=True;Persist Security Info=False;Pooling=False;Multiple Active Result Sets=False;Connect Timeout=60;Encrypt=True;Trust Server Certificate=True;Command Timeout=0",
    "DatabaseThree": "Data Source=notlocalhost;Database=db_three;Integrated Security=True;Persist Security Info=False;Pooling=False;Multiple Active Result Sets=False;Connect Timeout=60;Encrypt=True;Trust Server Certificate=True;Command Timeout=0"
  },
  "HomePage": {
    "Rows": 3,
    "Columns": 4,
    "PageTitle": "Home Page",
    "CardHeaderClass": "bg-primary text-light"
  },
  "Content": [
    {
      "Title": "Late Goal Lifts Eagles Over Falcons in Thriller",
      "Body": "In a stunning finish, the Eagles clinched victory with a last-minute goal, defeating the Falcons 3-2 in front of a roaring home crowd."
    },
    {
      "Title": "Rookie Quarterback Impresses in Debut Game",
      "Body": "Despite the pressure, the rookie showed poise and threw for over 300 yards, leading his team to a surprising upset over the defending champs."
    },
    {
      "Title": "Warriors Dominate in Season Opener Blowout",
      "Body": "The Warriors showcased their depth and precision in a commanding 120-89 win, signaling a strong start to their campaign."
    }//,
    //{
    //  "Title": "Historic Win for Swimmers at National Trials",
    //  "Body": "Breaking multiple records, the national swimming team secured historic wins, with three athletes qualifying for the Olympics."
    //},
    //{
    //  "Title": "Late Rally Falls Short as Tigers Lose by One",
    //  "Body": "The Tigers mounted an impressive comeback in the final quarter but ultimately fell 87-86 after missing a buzzer-beater jumper."
    //},
    //{
    //  "Title": "Serena Williams Announces Retirement Plans",
    //  "Body": "Tennis legend Serena Williams hinted at retirement after the U.S. Open, marking the end of an era for the sport."
    //},
    //{
    //  "Title": "Underdog Team Shocks League with Big Upset",
    //  "Body": "The league's lowest-ranked team stunned fans with a 4-0 rout of the reigning champions, ending their 12-game win streak."
    //},
    //{
    //  "Title": "Olympic Hopeful Breaks Regional Track Record",
    //  "Body": "The young sprinter clocked a personal best, breaking the regional 100m record and catching the attention of national selectors."
    //},
    //{
    //  "Title": "Veteran Coach Reaches 500 Career Wins",
    //  "Body": "In a milestone victory, Coach Ramirez celebrated his 500th career win, cementing his legacy in college basketball."
    //},
    //{
    //  "Title": "Marathon Winner Collapses After Finish Line",
    //  "Body": "After a grueling race, the marathon winner collapsed from exhaustion but was quickly treated and later declared in stable condition."
    //},
    //{
    //  "Title": "NBA Stars Rally to Support Cancer Charity",
    //  "Body": "Several NBA players joined forces in a celebrity game, raising over $2 million for cancer research and awareness."
    //},
    //{
    //  "Title": "Buzzer-Beater Three Sends Game to Overtime",
    //  "Body": "With 0.5 seconds on the clock, Johnson drained a three-pointer to force overtime, electrifying the packed arena."
    //},
    //{
    //  "Title": "Baseball Legend to Be Inducted into Hall",
    //  "Body": "Former slugger Manny Rodriguez will be inducted into the Hall of Fame, recognizing his decades-long impact on the game."
    //},
    //{
    //  "Title": "Injured Star May Miss Rest of the Season",
    //  "Body": "Medical scans confirmed a torn ligament, sidelining the team’s leading scorer and shaking up playoff hopes."
    //},
    //{
    //  "Title": "Undefeated Streak Continues for Wildcats",
    //  "Body": "With last night’s 88-70 win, the Wildcats extended their undefeated run to 15 games, topping the conference standings."
    //},
    //{
    //  "Title": "Soccer Rivalry Ends in Scoreless Draw",
    //  "Body": "Despite numerous chances on both ends, the fierce rivalry match ended 0-0, with both goalkeepers earning praise."
    //},
    //{
    //  "Title": "High School Wrestler Wins National Title",
    //  "Body": "The 17-year-old sensation captured gold at nationals, becoming the youngest wrestler to do so in over a decade."
    //},
    //{
    //  "Title": "Giants Sign All-Star Pitcher to 5-Year Deal",
    //  "Body": "The Giants bolstered their rotation by signing All-Star ace Luis Morán to a five-year, $120 million contract."
    //},
    //{
    //  "Title": "Clutch Free Throws Seal Victory for Suns",
    //  "Body": "In a tense final minute, the Suns’ guard calmly sank four consecutive free throws to seal a hard-fought win."
    //},
    //{
    //  "Title": "Women's Soccer Team Advances to Semifinals",
    //  "Body": "With a solid 2-0 win, the national women’s team secured a spot in the semifinals and looks poised for a title run."
    //},
    //{
    //  "Title": "Controversial Call Decides Championship Game",
    //  "Body": "A late penalty decision drew outrage from fans and analysts alike, ultimately handing the title to the Panthers."
    //},
    //{
    //  "Title": "Young Golfer Wins First Major Championship",
    //  "Body": "At just 21 years old, Emily Chan claimed her first major title with a stunning back-nine performance on Sunday."
    //},
    //{
    //  "Title": "Team USA Dominates in World Cup Opener",
    //  "Body": "Led by veteran leadership and aggressive defense, Team USA cruised to a 5-1 victory in their World Cup opener."
    //},
    //{
    //  "Title": "Injury-Plagued Season Ends for Star Forward",
    //  "Body": "After multiple setbacks, the star forward announced he will sit out the rest of the season to recover fully."
    //},
    //{
    //  "Title": "Upset Alert: Top Seed Falls in Round One",
    //  "Body": "In one of the biggest upsets of the tournament, the top seed was eliminated after losing in straight sets."
    //},
    //{
    //  "Title": "Rain Delays Postpone Championship Match",
    //  "Body": "Heavy rainfall forced officials to postpone the highly anticipated match, with a new date expected soon."
    //},
    //{
    //  "Title": "Boxing Champion Defends Title in Epic Bout",
    //  "Body": "In a 12-round war, the defending champion retained his belt with a narrow split decision win."
    //},
    //{
    //  "Title": "Franchise Celebrates 75 Years of Legacy",
    //  "Body": "The team honored past legends and current stars in a halftime ceremony commemorating its 75th anniversary."
    //},
    //{
    //  "Title": "Esports Finals Draw Record Online Viewers",
    //  "Body": "The championship clash in Valorant drew over 10 million live viewers, shattering previous esports streaming records."
    //},
    //{
    //  "Title": "College Football Playoff Bracket Released",
    //  "Body": "With some surprises in the selection, the CFP bracket is now official, setting up a heated postseason showdown."
    //}
  ]
}
